# IdeaStatiCa.ConnectionApi.Model.ConTemplateApplyResult

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**AppliedWithoutIssues** | **bool** |  | [optional]
**TemplateModel** | **ConConnectionTemplateModel** |  | [optional]
**Issues** | **List&lt;ConNonConformityIssue&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)